blog/2021/meditation-210620.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-06 Sun 12:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>沉思录 210620</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="/theme/normalize.css"/>
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">沉思录 210620</h1>
</header><p>
每日自问：
</p>

<ol class="org-ol">
<li>你想成为怎样的人？</li>
</ol>

<p>
过去两天，我阅读《<a href="https://mp.weixin.qq.com/s/Q5lfDRYcI-DfgqHChpAMGw">如何让生命更有意义？</a>》并记笔记。昨天晚上七点左右，我在泰勒教授的《积极心理学》中了解到：别人的观点是适合别人的，不能直接把别人的结论应用到自己的生活。而是要先接触、尝试。在这个过程中不断体会：这种方法是否适合自己，如果自己这样做会有怎样的效果，自己通过这样做可以变得更好吗？
</p>

<p>
从《如何让生命更有意义？》我收获了几点可以尝试的结论：
</p>

<ol class="org-ol">
<li>培养对于时间的敏感性，每隔几分种看一次时间；</li>
<li>有目标地完成事情，这件事情从长期角度观察对自己有什么好处？</li>
<li>让「未来的我」和「现在的我」重合，观察区别，付出相应的努力</li>
<li>降低触发学习热情的难度，简化自己想养成的长期习惯，可以采用「一&#x2026;&#x2026;就&#x2026;&#x2026;」思路：

<ol class="org-ol">
<li>一吃完早饭就读书 20 分钟</li>
<li>一完成任务就休息 30 分钟</li>
<li>一吃完午饭就进行小复盘（上午进度，下午任务）</li>
</ol></li>

<li>维护一份清单，清单中的事情可以在碎片化时间或无事可做时拿出来做</li>
<li>对于别人要求自己做到的事情，找到提升效率的最佳办法</li>
</ol>
</div>
</body>
</html>